Repository: bkiziuk/service.subsmangler
Catalog: resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, fi_fi, fr_fr, hr_hr, it_it, sv_se

# Addon Summary
source: A comprehensive subtitle companion
da_dk: En omfattende ledsager til undertekster
es_es: Un completo compañero de subtítulos
fi_fi: Kattava tekstitystyökalu
fr_fr: Un compagnon de sous-titres complet
hr_hr: Sveobuhvatan pratilac podnaslova
it_it: Un compagno completo per i sottotitoli
sv_se: En omfattande undertextkompanjon

# Addon Description
source: Automatically invokes subtitle search dialog if local subtitles matching user's preferences are not detected. Removes subtitle files if original video was deleted. Also, allows to remove advertisement texts and texts for the Hearing Impaired. Supports: microDVD, SubRip, MPL2 and TMP formats.
da_dk: Aktiverer automatisk dialogboksen for undertekstsøgning, hvis lokale undertekster, der matcher brugerens præferencer, ikke registreres. Fjerner undertekstfiler, hvis den originale video blev slettet. Giver også mulighed for at fjerne annoncetekster og tekster til hørehæmmede. Understøtter: microDVD, SubRip, MPL2 og TMP formater.
es_es: Invoca automáticamente el cuadro de diálogo de búsqueda de subtítulos si no se detectan subtítulos locales que coincidan con las preferencias del usuario. Elimina los archivos de subtítulos si se ha borrado el vídeo original. Además, permite borrar textos publicitarios y textos para personas con discapacidad auditiva. Compatible con los formatos microDVD, SubRip, MPL2 y TMP.
fi_fi: Avaa tekstityshaun automaattisesti, jollei paikallisia käyttäjän määrityksiä vastaavia tekstityksiä havaita. Voi mm. poistaa tekstitystiedostot automaattisesti, jos alkuperäinen videotiedosto poistetaan ja mahdollistaa tekstitysten mainostekstien ja kuvaavien tekstien siivouksen. Tuetut tekstitysmuodot: microDVD, SubRip, MPL2 ja TMP.
fr_fr: Invoque automatiquement la boîte de dialogue de recherche de sous-titres si les sous-titres locaux correspondant aux préférences de l'utilisateur ne sont pas détectés. Supprime les fichiers de sous-titres si la vidéo originale a été supprimée. Permet également de supprimer les textes publicitaires et les textes destinés aux malentendants. Prend en charge : les formats microDVD, SubRip, MPL2 et TMP.
hr_hr: Automatski pokreće dijalog pretrage podnaslova ako se ne otkriju podnaslovi koji odgovaraju korisničkim postavkama. Uklanja datoteke podnaslova ako je izvorni video obrisan. Još omogućuje uklanjanje tekstova oglašavanja i tekstove za osobe oštećena sluha. Podržava: microDVD, SubRip, MPL2 i TMP formate.
it_it: Richiama automaticamente la finestra di dialogo per la ricerca dei sottotitoli se non vengono rilevati i sottotitoli locali che corrispondono alle preferenze dell'utente. Rimuove i file dei sottotitoli se il video originale è stato eliminato. Inoltre, consente di rimuovere testi pubblicitari e testi per non udenti. Supporta: formati microDVD, SubRip, MPL2 e TMP.
sv_se: Startar automatiskt dialogrutan för sökning av undertexter om lokala undertexter som matchar användarens önskemål inte hittas. Tar bort undertextfiler om originalvideon har raderats. Gör det också möjligt att ta bort reklamtexter och texter för hörselskadade. Stöder: microDVD, SubRip, MPL2 och TMP-format.

# Addon Disclaimer
source: A comprehensive subtitle companion
da_dk: En omfattende ledsager til undertekster
es_es: Un completo compañero de subtítulos
fi_fi: Kattava tekstitystyökalu
fr_fr: Un compagnon de sous-titres complet
hr_hr: Sveobuhvatan pratilac podnaslova
it_it: Un compagno completo per i sottotitoli
sv_se: En omfattande undertextkompanjon

# #32001
source: Main
da_dk: Hoved
es_es: Principal
fi_fi: Yleiset
fr_fr: Principal
hr_hr: Glavno
it_it: Principale
sv_se: Huvud

# #32002
source: Convert subtitles
da_dk: Konverter undertekster
es_es: Convertir subtítulos
fi_fi: Muunna tekstitykset
fr_fr: Convertir les sous-titres
hr_hr: Pretvori podnaslove
it_it: Converti sottotitoli
sv_se: Konvertera undertexter

# #32004
source: Remove Closed Captioning
da_dk: Fjern tekstning for hørehæmmede
es_es: Borrar subtítulos descriptivos
fi_fi: Poista kuvaavat tekstitykset (CC)
fr_fr: Supprimer le sous-titrage
hr_hr: Uklonite Closed Captioning podnaslove
it_it: Rimuovi didascalie
sv_se: Ta bort textning för hörselskadade

# #32005
source: Remove advertisements
da_dk: Fjern reklamer
es_es: Eliminar anuncios
fi_fi: Poista mainostekstit
fr_fr: Supprimer les publicités
hr_hr: Ukloni oglašavanja
it_it: Rimuovi annunci
sv_se: Ta bort reklam

# #32006
source: Auto-update filtering definitions
da_dk: Opdater automatisk definitioner på filtrering
es_es: Actualización automática de las definiciones de filtrado
fi_fi: Päivitä suodatusmääritykset automaattisesti
fr_fr: Mise à jour automatique des définitions de filtrage
hr_hr: Automatski-nadopuni definicije filtriranja
it_it: Aggiorna automaticamente le definizioni dei filtri
sv_se: Uppdatera filtreringsdefinitioner automatiskt

# #32007
source: Background transparency
da_dk: Baggrundens gennemsigtighed
es_es: Transparencia de fondo
fi_fi: Taustan läpinäkyvyys
fr_fr: Transparence du fond
hr_hr: Prozirnost pozadine
it_it: Sfondo trasparente
sv_se: Bakgrundstransparens

# #32009
source: Invoke also when playing internet stream
da_dk: Kald også når der afspilles internetstreams
es_es: Invocar también al reproducir streaming por Internet
fi_fi: Avaa myös Internet-suoratoistoille
fr_fr: Invoquer également lors de la lecture d'un flux Internet
hr_hr: Pozovi i pri reprodukciji internetskog strujanja
it_it: Richiama anche durante la riproduzione di streaming Internet
sv_se: Anropa även när du spelar internetström

# #32010
source: Invoke subtitles search dialog on playback start
da_dk: Åbn dialogboksen for undertekstsøgning ved start af afspilning
es_es: Invocar diálogo de búsqueda de subtítulos al inicio de la reproducción
fi_fi: Avaa tekstityshaku toiston alkaessa
fr_fr: Invoquer la boîte de dialogue de recherche de sous-titres au démarrage de la lecture
hr_hr: Pozovi dijalog pretrage podnaslova pri pokretanju repodukcije
it_it: Richiama la finestra di dialogo per la ricerca dei sottotitoli all'avvio della riproduzione
sv_se: Dialogrutan för sökning av undertexter aktiveras vid uppspelningsstart

# #32011
source: Pause Playback during conversion
da_dk: Sæt afspilning på pause under konvertering
es_es: Pausar reproducción durante la conversión
fi_fi: Tauota toisto muunnoksen ajaksi
fr_fr: Pause de la lecture pendant la conversion
hr_hr: Puziraj repodukciju tijekom pretvorbe
it_it: Metti in pausa la riproduzione durante la conversione
sv_se: Pausa uppspelning under konvertering

# #32012
source: Include subtitles already found on disk
da_dk: Inkluder undertekster der allerede findes på disken
es_es: Incluir subtítulos ya encontrados en el disco
fi_fi: Sisällytä levyltä löydetyt, aiemmat tekstitykset
fr_fr: Inclure les sous-titres déjà trouvés sur le disque
hr_hr: Uključi podnaslove već pronađene na disku
it_it: Includi i sottotitoli già trovati sul disco
sv_se: Inkludera undertexter som redan finns på disk

# #32013
source: Don't invoke search dialog if local unprocessed subs are found
da_dk: Start ikke søgedialogboksen, hvis der findes lokale ubehandlede undertekster
es_es: No invocar el diálogo de búsqueda si se encuentran subtítulos locales sin procesar
fi_fi: Älä avaa hakua, jos paikallisia käsittelemättömiä tekstityksiä löytyy
fr_fr: Ne pas appeler la boîte de dialogue de recherche si des sous-titres locaux non traités sont trouvés
hr_hr: Ne pozivaj dijalog pretrage ako su lokalni neobrađeni podnaslovi pronađeni
it_it: Non richiamare la finestra di dialogo di ricerca se vengono trovati sottotitoli locali non elaborati
sv_se: Anropa inte sökdialogen om lokala obearbetade undertexter hittas

# #32014
source: Don't invoke confirmation dialog if downloaded subs are not found
da_dk: Aktiver ikke bekræftelsesdialogboksen, hvis downloadede undertekster ikke findes
es_es: No invocar el diálogo de confirmación si no se encuentran los subtítulos descargados
fi_fi: Älä näytä kyselyä, jollei ladattuja tekstityksiä löydy
fr_fr: Ne pas appeler la boîte de dialogue de confirmation si les sous-titres téléchargés ne sont pas trouvés
hr_hr: Ne pozivaj dijalog potvrde ako su pronađeni preuzeti podnaslovi
it_it: Non richiamare la finestra di dialogo di conferma se i sottotitoli scaricati non vengono trovati
sv_se: Anropa inte bekräftelsedialogrutan om hämtade undertexter inte hittas

# #32015
source: Subtitle output format
da_dk: Udgangsformat for undertekster
es_es: Formato de salida de subtítulos
fi_fi: Tekstitysten kohdemuoto
fr_fr: Format de sortie des sous-titres
hr_hr: Izlazni format podnaslova
it_it: Formato di output dei sottotitoli
sv_se: Utdataformat för undertexter

# #32020
source: Logging level
da_dk: Niveau for logføring
es_es: Nivel de registro
fi_fi: Lokikirjauksen laajuus
fr_fr: Niveau de journalisation
hr_hr: Razina zapisivanja
it_it: Livello registrazione
sv_se: Loggningsnivå

# #32022
source: Debug
da_dk: Fejlfinding
es_es: Depurar
fi_fi: Vianselvitys
fr_fr: Déboguer
hr_hr: Otklanjanje grešaka
sv_se: Felsök

# #32023
source: Info
fi_fi: Informatiivinen
hr_hr: Informacije
it_it: Informazioni

# #32025
source: Warning
da_dk: Advarsel
fi_fi: Varoitus
fr_fr: Avertissement
hr_hr: Upozorenje
it_it: Avvertimento
sv_se: Varning

# #32026
source: Error
da_dk: Fejl
fi_fi: Virhe
fr_fr: Erreur
hr_hr: Greška
it_it: Errore

# #32028
source: Fatal
fi_fi: Kriittinen
fr_fr: Fatale
hr_hr: Fatalna
it_it: Fatale

# #32029
source: None
da_dk: Ingen
fi_fi: Ei mitään
fr_fr: Aucun
hr_hr: Nepozanto
it_it: Nessuno

# #32030
source: Logging destination
da_dk: Destination for logføring
es_es: Destino del registro
fi_fi: Lokin kirjauskohde
fr_fr: Destination de journalisation
hr_hr: Odredište zapisivanja
it_it: Destinazione registrazione
sv_se: Loggningsmål

# #32031
source: Kodi's kodi.log
es_es: Archivo kodi.log de Kodi
fi_fi: Kodin kodi.log-tiedosto
fr_fr: Kodi.log de Kodi
hr_hr: Kodijev kodi.log
it_it: kodi.log di Kodi

# #32032
source: Separate log file (smangler.log)
da_dk: Seperat logfil (smangler.log)
es_es: Archivo de registro separado (smangler.log)
fi_fi: Erillinen smangler.log-tiedosto
fr_fr: Fichier journal séparé (smangler.log)
hr_hr: Zasebna datoteka zapisa (smangler.log)
it_it: File di registro separato (smangler.log)
sv_se: Separat loggfil (smangler.log)

# #32033
source: Show 'noautosubs' context menu item
da_dk: Vis 'noautosubs' menupunkt i kontekstmenuen
es_es: Mostrar opción 'noautosubs' del menú contextual
fi_fi: Näytä sisältövalikossa 'noautosubs' -valinta
fr_fr: Afficher l'élément de menu contextuel "noautosubs"
hr_hr: Prikaži 'noautosubs' stavku sadržajnog izbornika
it_it: Mostra la voce del menu contestuale 'noautosubs'
sv_se: Visa 'noautosubs' i kontextmenyn

# #32040
source: No new subtitles file has been detected.
da_dk: Ingen nye undertekstfiler er fundet.
es_es: No se ha detectado ningún archivo de subtítulos nuevo.
fi_fi: Uutta tekstitystiedostoa ei havaittu.
fr_fr: Aucun nouveau fichier de sous-titres n'a été détecté.
hr_hr: Nema novih otkrivenih datoteka podnaslova.
it_it: Nessun nuovo file di sottotitoli è stato rilevato.
sv_se: Ingen ny undertextfil har upptäckts.

# #32041
source: Do you want to PREVENT subtitles search dialog from opening automatically next time this file is played?
da_dk: Ønsker du at FORHINDRE dialogboksen til undertekstsøgning i at åbne automatisk næste gang denne fil afspilles?
es_es: ¿Desea EVITAR que el cuadro de diálogo de búsqueda de subtítulos se abra automáticamente la próxima vez que se reproduzca este archivo?
fi_fi: Haluatko ESTÄÄ tekstityshaun automaattisen avauksen, kun tiedosto toistetaan seuraavan kerran?
fr_fr: Voulez-vous EMPÊCHER la boîte de dialogue de recherche de sous-titres de s'ouvrir automatiquement lors de la prochaine lecture de ce fichier ?
hr_hr: Želite li SPRIJEČITI dijalog pretrage podnaslova od automatskog otvaranja sljedeći puta kada se ova datoteka reproducira?
it_it: Vuoi EVITARE che la finestra di ricerca dei sottotitoli si apra automaticamente la prossima volta che questo file viene riprodotto?
sv_se: Vill du FÖRHINDRA att sökdialogen för undertexter öppnas automatiskt nästa gång den här filen spelas?

# #32042
source: No
da_dk: Nej
fi_fi: Ei
fr_fr: Non
hr_hr: Ne
sv_se: Nej

# #32043
source: Yes
da_dk: Ja
es_es: Sí
fi_fi: Kyllä
fr_fr: Oui
hr_hr: Da
it_it: Sì
sv_se: Ja

# #32048
source: Housekeeping
da_dk: Rengøring
es_es: Limpieza
fi_fi: Ylläpito
fr_fr: Entretien
hr_hr: Održavanje
sv_se: Hushållning

# #32049
source: Foreground color
da_dk: Forgrundens farve
es_es: Color de primer plano
fi_fi: Edustan väri
fr_fr: Couleur de premier plan
hr_hr: Prednja boja
it_it: Colore di primo piano
sv_se: Förgrundsfärg

# #32050
source: Background color
da_dk: Baggrundsfarve
es_es: Color de segundo plano
fi_fi: Taustan väri
fr_fr: Couleur de l'arrière plan
hr_hr: Pozadinska boja
it_it: Colore di sfondo
sv_se: Bakgrundsfärg

# #32051
source: Black
da_dk: Sort
es_es: Negro
fi_fi: Musta
fr_fr: Noir
hr_hr: Crna
it_it: Nero
sv_se: Svart

# #32052
source: Grey
da_dk: Grå
es_es: Gris
fi_fi: Harmaa
fr_fr: Gris
hr_hr: Siva
it_it: Grigio
sv_se: Grå

# #32053
source: Dark grey
da_dk: Mørkegrå
es_es: Gris oscuro
fi_fi: Tummanharmaa
fr_fr: Gris foncé
hr_hr: Tamno siva
it_it: Grigio scuro
sv_se: Mörk grå

# #32054
source: Blue
da_dk: Blå
es_es: Azul
fi_fi: Sininen
fr_fr: Bleu
hr_hr: Plava
it_it: Blu
sv_se: Blå

# #32055
source: Green
da_dk: Grøn
es_es: Verde
fi_fi: Vihreä
fr_fr: Vert
hr_hr: Zelena
it_it: Verde
sv_se: Grön

# #32056
source: Red
da_dk: Rød
es_es: Rojo
fi_fi: Punainen
fr_fr: Rouge
hr_hr: Crvena
it_it: Rosso
sv_se: Röd

# #32057
source: Light blue
da_dk: Lyseblå
es_es: Azul claro
fi_fi: Vaaleansininen
fr_fr: Bleu clair
hr_hr: Svjetlo plava
it_it: Azzurro
sv_se: Ljusblå

# #32058
source: Yellow
da_dk: Gul
es_es: Amarillo
fi_fi: Keltainen
fr_fr: Jaune
hr_hr: Žuta
it_it: Giallo
sv_se: Gul

# #32059
source: White
da_dk: Hvid
es_es: Blanco
fi_fi: Valkoinen
fr_fr: Blanc
hr_hr: Bijela
it_it: Bianco
sv_se: Vit

# #32060
source: Light grey
da_dk: Lysegrå
es_es: Gris claro
fi_fi: Vaaleanharmaa
fr_fr: Gris clair
hr_hr: Svjetlo siva
it_it: Grigio chiaro
sv_se: Ljus grå

# #32061
source: Bright green
da_dk: Lysegrøn
es_es: Verde brillante
fi_fi: Kirkkaanvihreä
fr_fr: Vert clair
hr_hr: Svjetlo zelena
it_it: Verde acceso
sv_se: Ljus grön

# #32062
source: Yellow green
da_dk: Gullig grøn
es_es: Verde amarillento
fi_fi: Keltavihreä
fr_fr: Vert jaunâtre
hr_hr: Žuto zelena
it_it: Giallo verde
sv_se: Gulgrön

# #32063
source: Cyan
es_es: Cian
fi_fi: Syaani
hr_hr: Cijan
it_it: Ciano

# #32070
source: Automatically remove orphaned subtitle files
da_dk: Fjern automatisk ubenyttede undertekstfiler
es_es: Eliminar automáticamente los archivos de subtítulos huérfanos
fi_fi: Poista orpoutuneet tekstitystiedostot automaattisesti
fr_fr: Supprimer automatiquement les fichiers de sous-titres orphelins
hr_hr: Automatski ukloni zastarjele datoteke podnaslova
it_it: Rimuovi automaticamente i file dei sottotitoli orfani
sv_se: Ta automatiskt bort föräldralösa undertextfiler

# #32071
source: Make a backup of processed subtitle file
da_dk: Lav en sikkerhedskopi af den behandlede undertekstfil
es_es: Hacer una copia de seguridad del archivo de subtítulos procesado
fi_fi: Varmuuskopioi käsiteltävä tekstitystiedosto
fr_fr: Faire une sauvegarde du fichier de sous-titres traité
hr_hr: Stvori sigurnosnu kopiju obrađenih datoteka podnaslova
it_it: Fai un backup del file dei sottotitoli già elaborati
sv_se: Gör en säkerhetskopia av bearbetad undertextfil

# #32072
source: Remove backed-up copy of orphaned subtitle file
da_dk: Fjern sikkerhedskopien af den forladte undertekstfil
es_es: Eliminar la copia de seguridad del archivo de subtítulos huérfano
fi_fi: Poista orpoutuneiden tekstitystiedostojen varmuuskopiot
fr_fr: Supprimer la copie sauvegardée du fichier de sous-titres orphelin
hr_hr: Ukloni sigurnosnu kopiju zastarjelih datoteka podnaslova
it_it: Rimuovi la copia di backup dei file dei sottotitoli orfani
sv_se: Ta bort säkerhetskopierad kopia av föräldralös undertextfil

# #32073
source: Simulate file removal only
da_dk: Simuler kun filfjernelse
es_es: Simular sólo la eliminación de archivos
fi_fi: Vain simuloitu tiedostojen poisto
fr_fr: Simuler la suppression de fichiers uniquement
hr_hr: Simuliraj samo uklanjanje datoteke
it_it: Simula solo la rimozione dei file
sv_se: Simulera endast borttagning av filer

# #32074
source: Remove orphaned unprocessed subtitle files
da_dk: Fjern forladte ubehandlede undertekstfiler
es_es: Eliminar archivos de subtítulos huérfanos sin procesar
fi_fi: Poista orpoutuneet käsittelemättömät tekstitystiedostot
fr_fr: Supprimer les fichiers de sous-titres orphelins non traités
hr_hr: Ukloni zastarjele neobrađene datoteke podnaslova
it_it: Rimuovi i file dei sottotitoli orfani non elaborati
sv_se: Ta bort föräldralösa obearbetade undertextfiler

# #32075
source: Try to maintain bigger line spacing
da_dk: Prøv at bevare større linjeafstand
es_es: Intente mantener un mayor interlineado
fi_fi: Pyri säilyttämään suurempi riviväli
fr_fr: Essayer de maintenir un espacement de ligne plus grand
hr_hr: Pokušavaj održavati veći razmak redka
it_it: Cerca di mantenere un'interlinea maggiore
sv_se: Försök att behålla större radavstånd

# #32080
source: Conversion
da_dk: Konvertering
es_es: Conversión
fi_fi: Muunto
hr_hr: Pretvorba
it_it: Conversione
sv_se: Konvertering

# #32081
source: Adjust subtitle display time
da_dk: Juster underteksternes visningstid
es_es: Ajustar tiempo de visualización de los subtítulos
fi_fi: Säädä tekstityksen näyttöaikaa
fr_fr: Ajuster le temps d'affichage des sous-titres
hr_hr: Prilagodi vrijeme prikaza podnaslova
it_it: Regola il tempo di visualizzazione dei sottotitoli
sv_se: Justera undertextens visningstid

# #32082
source: Shrink overlapping subtitle time
da_dk: Formindsk overlappende underteksttid
es_es: Reducir tiempo de superposición entre subtítulos
fi_fi: Pienennä päällekkäisiä tekstitysaikoja
fr_fr: Réduire le temps des sous-titres qui se chevauchent
hr_hr: Smanji vrijeme preklapanja podnaslova
it_it: Riduci il tempo dei sottotitoli sovrapposti
sv_se: Krymp överlappande undertexttid

# #32090
source: Scanning for subtitle files
da_dk: Scanner efter undertekstfiler
es_es: Buscando archivos de subtítulos
fi_fi: Etsitään tekstitystiedostoja
fr_fr: Recherche de fichiers de sous-titres
hr_hr: Pretraživanje datoteka podnaslova
it_it: Ricerca di file di sottotitoli
sv_se: Söker efter undertextfiler

# #32091
source: Clearing orphaned subtitle files
da_dk: Rydning af forladte undertekstfiler
es_es: Borrar archivos de subtítulos huérfanos
fi_fi: Siivotaan orpoutuneita tekstityksiä
fr_fr: Effacement des fichiers de sous-titres orphelins
hr_hr: Čišćenje zastarjelih datoteka podnaslova
it_it: Cancellazione dei file dei sottotitoli orfani
sv_se: Rensar bort bortglömda undertextfiler

# #32100
source: Manage 'noautosubs' flag
da_dk: Håndter markeringen 'noautosubs'
es_es: Gestionar el indicador 'noautosubs'
fi_fi: Hallitse 'noautosubs'-tunnistetta
fr_fr: Gérer le flag 'noautosubs'
hr_hr: Upravljaj 'noautosubs' oznakom
it_it: Gestisci il flag 'noautosubs'
sv_se: Hantera 'noautosubs'-flaggan

# #32101
source: Following path contains 'noautosubs' file:
da_dk: Følgende sti indeholder 'noautosubs'-fil:
es_es: La siguiente ruta contiene el archivo 'noautosubs':
fi_fi: Seuraava sijainti sisältää 'noautosubs'-tiedoston:
fr_fr: Le chemin suivant contient le fichier "noautosubs":
hr_hr: Slijedi putanje koje sadrže 'noautosubs' datoteku:
it_it: Il percorso seguente contiene il file 'noautosubs':
sv_se: Följande sökväg innehåller 'noautosubs'-filen:

# #32102
source: Subtitle search dialog will not be opened.
da_dk: Dialogboksen for undertekstsøgning vil ikke blive åbnet.
es_es: No se abrirá el cuadro de diálogo de búsqueda de subtítulos.
fi_fi: Tekstityshakua ei avata.
fr_fr: La boîte de dialogue de recherche de sous-titres ne s'ouvrira pas.
hr_hr: Dijalog pretrage podnaslova neće biti otvoren.
it_it: La finestra di dialogo per la ricerca dei sottotitoli non verrà aperta.
sv_se: Dialogruta för undertextsökning kommer inte att öppnas.

# #32103
source: '.noautosubs' extension flag IS SET for file:
da_dk: '.noautosubs' udvidelsesmarkeringen ER INDSTILLET for filen:
es_es: El indicador de extensión '.noautosubs' ESTÁ ESTABLECIDO para el archivo:
fi_fi: '.noautosubs'-päätetunniste MÄÄRITETTIIN tiedostolle:
fr_fr: L'indicateur d'extension '.noautosubs' EST DÉFINI pour le fichier :
hr_hr: '.noautosubs' oznaka proširenja JE POSTAVLJENA za datoteku:
it_it: Il flag dell'estensione '.noautosubs' È IMPOSTATO per il file:
sv_se: '.noautosubs'-utökningsflaggan ÄR INSTÄLLD för filen:

# #32104
source: Do you want to CLEAR it?
da_dk: Vil du rydde det?
es_es: ¿Quieres BORRARLO?
fi_fi: Haluatko POISTAA sen?
fr_fr: Voulez-vous l'EFFACER ?
hr_hr: Želite li ju OČISTITI?
it_it: Vuoi CANCELLARLO?
sv_se: Vill du RENSA den?

# #32105
source: '.noautosubs' extension flag IS CLEARED for file:
da_dk: '.noautosubs' udvidelsesmarkeringen ER RYDDET for filen:
es_es: El indicador de extensión '.noautosubs' ESTÁ BORRADO para el archivo:
fi_fi: '.noautosubs'-päätetunniste POISTETTIIN tiedostolta:
fr_fr: L'indicateur d'extension '.noautosubs' EST SUPPRIMÉ pour le fichier :
hr_hr: '.noautosubs' Oznaka proširenja JE OČIŠĆENA za datoteku:
it_it: Il flag dell'estensione '.noautosubs' È STATO CANCELLATO per il file:
sv_se: '.noautosubs'-utökningsflaggan ÄR RENSAD för filen:

# #32106
source: Do you want to SET it?
da_dk: Vil du indstille det?
es_es: ¿Deseas ESTABLECERLO?
fi_fi: Haluatko MÄÄRITTÄÄ SEN?
fr_fr: Voulez-vous le RÉGLER ?
hr_hr: Želite li ju POSTAVITI?
it_it: Vuoi IMPOSTARLO?
sv_se: Vill du STÄLLA IN den?

# #32107
source: 'noautosubs' file IS SET for folder:
da_dk: 'noautosubs'-fil ER INDSTILLET for mappen:
es_es: El archivo 'noautosubs' ESTÁ ESTABLECIDO para la carpeta:
fi_fi: 'noautosubs'-tiedosto ON MÄÄRITETTY kansiolle:
fr_fr: Le fichier 'noautosubs' EST DÉFINI pour le dossier :
hr_hr: 'noautosubs' datoteka JE POSTAVLJENA za mapu:
it_it: Il file 'noautosubs' È IMPOSTATO per la cartella:
sv_se: 'noautosubs'-filen ÄR INSTÄLLD för mappen:

# #32108
source: 'noautosubs' file IS CLEARED for folder:
da_dk: 'noautosubs'-fil ER RYDDET for mappen:
es_es: El archivo 'noautosubs' ESTÁ BORRADO para la carpeta:
fi_fi: 'noautosubs'-tiedosto POISTETTIIN kansiolta:
fr_fr: Le fichier 'noautosubs' EST SUPPRIMÉ pour le dossier :
hr_hr: 'noautosubs' datoteka JE OČIŠĆENA za mapu:
it_it: Il file 'noautosubs' È STATO CANCELLATO per la cartella:
sv_se: 'noautosubs'-filen ÄR RENSAD för mappen:

# #32110
source: Automatically open subtitles search dialog when playback is started
da_dk: Åbn automatisk søgedialogboksen for undertekster når afspilning startes
es_es: Abrir automáticamente el cuadro de diálogo de búsqueda de subtítulos al iniciar la reproducción
fi_fi: Avaa tekstityshaku automaattisesti toiston alkaessa
fr_fr: Ouvrir automatiquement la boîte de dialogue de recherche de sous-titres au démarrage de la lecture
hr_hr: Automatski otvori dijalog pretrage podnaslova kada se reprodukcija pokrene
it_it: Apri automaticamente la finestra di dialogo per la ricerca dei sottotitoli all'avvio della riproduzione
sv_se: Öppna automatiskt dialogrutan för sökning av undertexter när uppspelningen startas
