Repository: bkiziuk/service.subsmangler
Catalog: resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, fi_fi, fr_fr, hr_hr, it_it, sv_se

# #32111
source: Automatically open subtitle search dialog when playing internet stream
da_dk: Åbn automatisk søgedialogboksen for undertekster ved afspilning af internetstream
es_es: Abrir automáticamente el cuadro de diálogo de búsqueda de subtítulos al reproducir una transmisión por Internet
fi_fi: Avaa tekstityshaku automaattisesti suoratoistettaessa Internetistä
fr_fr: Ouvrir automatiquement la boîte de dialogue de recherche de sous-titres lors de la lecture d'un flux Internet
hr_hr: Automatski otvori dijalog pretrage podnaslova pri reprodukciji internet strujanja
it_it: Apri automaticamente la finestra di ricerca dei sottotitoli durante la riproduzione di streaming Internet
sv_se: Öppna automatiskt dialogrutan för undertextsökning när du spelar upp internetström

# #32112
source: Search dialog will not be opened if local unprocessed subtitles are available
da_dk: Søgedialogboksen åbnes ikke hvis lokale ubehandlede undertekster er tilgængelige
es_es: El cuadro de diálogo de búsqueda no se abrirá si existen subtítulos locales sin procesar
fi_fi: Hakua ei avata, jos käytettävissä on paikallisia käsittelemättömiä tekstityksiä
fr_fr: La boîte de dialogue de recherche ne s'ouvrira pas si des sous-titres locaux non traités sont disponibles
hr_hr: Dijalog pretrage neće biti otvoren ako su dostupni lokalni neobrađeni podnaslovi
sv_se: Sökdialogen kommer inte att öppnas om lokala obearbetade undertexter är tillgängliga

# #32113
source: If subtitles were not downloaded after closing search dialog, the confirmation dialog asking if search dialog should be opened the next time this file is played back, will not be displayed
da_dk: Hvis undertekster ikke blev downloadet efter lukning af søgedialogboksen, vil bekræftelsesdialogboksen, der spørger, om søgedialogboksen skal åbnes næste gang denne fil afspilles, ikke blive vist
es_es: Si no se han descargado los subtítulos después de cerrar el cuadro de diálogo de búsqueda, no se mostrará el cuadro de diálogo de confirmación que pregunta si se debería abrir el cuadro de diálogo de búsqueda la próxima vez que se reproduzca este archivo
fi_fi: Jollei tekstityksiä nyt ladattu haun sulkeuduttua, kysy avataanko haku tiedoston seuraavalla toistokerralla
fr_fr: Si les sous-titres n'ont pas été téléchargés après la fermeture de la boîte de dialogue de recherche, la boîte de dialogue de confirmation demandant si la boîte de dialogue de recherche doit être ouverte la prochaine fois que ce fichier est lu, ne s'affichera pas
hr_hr: Ako podnaslovi nisu preuzeti nakon zatvaranja dijaloga pretrage, dijalog potvrde vas upita treba li otvoriti dijalog pretrage sljedeći puta kada se ova datoteka reproducira, neće biti prikazan
sv_se: Om undertexter inte hämtades ner efter att sökdialogen stängts, visas inte bekräftelsedialogen där man frågar om sökdialogen ska öppnas nästa gång filen spelas upp

# #32114
source: What level of logs should be written to the log file
da_dk: Vælg niveau af logføring der skrives til logfilen
es_es: ¿Qué nivel de registros deben escribirse en el archivo de registro?
fi_fi: Millä laajuudella lokitiedot kirjataan lokitiedostoon
fr_fr: Quel niveau de journaux doit être écrit dans le fichier journal
hr_hr: Koja razina zapisa treba biti zapisana u datoteku zapisa
sv_se: Vilken nivå av loggar ska skrivas till loggfilen

# #32115
source: Place where addon's logs should be stored
da_dk: Placering til opbevaring af dette add-ons logfiler
es_es: Lugar donde deben ser almacenados los registros del addon
fi_fi: Lisäosan lokien tallennuskohde
fr_fr: Endroit où les journaux de l'addon doivent être stockés
hr_hr: Lokacija gdje bi trebali biti spremljeni zapisi dodatka
sv_se: Plats där tilläggsloggar ska lagras

# #32116
source: Option for managing 'noautosubs' flag will be available in the context menu
da_dk: Administration af 'noautosubs' markering vil være tilgængelig i kontekstmenuen
es_es: La opción para gestionar el indicador "noautosubs" estará disponible en el menú contextual
fi_fi: Asetus, joka määrittää näytetäänkö kontekstivalikon 'noautosubs'-valinta
fr_fr: L'option de gestion du flag 'noautosubs' sera disponible dans le menu contextuel
hr_hr: Mogućnost za upravljanje 'noautosubs' oznakom biti će dostupna u sadržajnom izborniku
sv_se: Alternativ för att hantera flaggan ”noautosubs” kommer att finnas i kontextmenyn

# #32117
source: If enabled, addon will try to convert subtitles
da_dk: Ved aktivering vil dette add-on forsøge at konvertere undertekster
es_es: Si se activa, el addon intentará convertir los subtítulos
fi_fi: Jos käytössä, lisäosa yrittää muuntaa tekstitykset
fr_fr: Si activé, l'addon essaiera de convertir les sous-titres
hr_hr: Ako je omogućeno, dodatak će pokušati pretvoriti podnaslove
sv_se: Om aktiverat kommer tillägget att försöka konvertera undertexter

# #32118
source: Addon will try to convert locally available subtitles if they are present instead of opening subtitle search dialog
da_dk: Dette add-on vil forsøge at konvertere lokalt tilgængelige undertekster, hvis de er til stede, i stedet for at åbne dialogboksen for undertekstsøgning
es_es: El addon intentará convertir los subtítulos disponibles localmente si están presentes en lugar de abrir el diálogo de búsqueda de subtítulos
fi_fi: Jos paikallisia tekstityksiä löytyy, yrittää lisäosa haun sijaan muuntaa ne
fr_fr: L'addon essaiera de convertir les sous-titres disponibles localement s'ils sont présents au lieu d'ouvrir la boîte de dialogue de recherche de sous-titres
hr_hr: Dodatak će pokušati pretvoriti lokalno dostupne podnaslove ako su prisutni umjesto otvoreni u dijalogu pretrage podnaslova
sv_se: Tillägget försöker konvertera lokalt tillgängliga undertexter om de finns i stället för att öppna dialogrutan för sökning av undertexter

# #32119
source: Closed Captioning will be removed from subtitles file
da_dk: Undertekster for hørehæmmede vil blive fjernet fra undertekstfilen
es_es: Los subtítulos descriptivos se eliminarán del archivo de subtítulos
fi_fi: Tekstitystiedostoista poistetaan kuvaavat tekstitykset (CC)
fr_fr: Le sous-titrage sera supprimé du fichier de sous-titres
hr_hr: Closed Captioning će biti uklonjeno iz datoteke podnaslova
sv_se: Textning för hörselskadade kommer att tas bort från undertextfilen

# #32120
source: Advertisement texts matching loaded RegEx filters will be removed from subtitles file
da_dk: Annoncetekster matchende indlæste RegEx-filtre, vil blive fjernet fra undertekstfilen
es_es: Los textos publicitarios que coincidan con los filtros RegEx cargados se eliminarán del archivo de subtítulos
fi_fi: Tekstitystiedostoista poistetaan mainostekstit RegEx-suodattimien perusteella
fr_fr: Les textes publicitaires correspondant aux filtres RegEx chargés seront supprimés du fichier de sous-titres
hr_hr: Podudarajući tekst oglašavanja učitan RegEx filtrima biti će uklonjen iz datoteke podnaslova
sv_se: Annonstexter som matchar inlästa RegEx-filter kommer att tas bort från undertextfilen

# #32121
source: Time for displaying subtitle entry will be increased if it is below calculated minimum value
da_dk: Tiden for visning af undertekster vil blive øget, hvis den er under den beregnede minimumværdi
es_es: El tiempo de visualización de la entrada de subtítulos aumentará si es inferior al valor mínimo calculado
fi_fi: Tekstitysosion näyttöaikaa pidennetään, jos se on laskettua vähimmäisarvoa pienempi
fr_fr: Le temps d'affichage de l'entrée de sous-titres sera augmenté s'il est inférieur à la valeur minimale calculée
hr_hr: Vrijeme prikaza podnaslova biti će povećano ako je ispod izračunane najmanje vrijednosti
sv_se: Tiden för visning av undertextpost kommer att öka om den är under det beräknade minimivärdet

# #32122
source: Time for displaying subtitle entry will be shrunk if it overlaps the next subtitle line
da_dk: Tiden til visning af en undertekst vil blive formindsket, hvis den overlapper den næste undertekstlinje
es_es: El tiempo de visualización de la entrada de subtítulos se reducirá si se superpone a la siguiente línea de subtítulos
fi_fi: Tekstitysosion näyttöaikaa lyhennetään, jos sen aijoitus on päällekkäin seuraavan osion kanssa
fr_fr: Le temps d'affichage de l'entrée de sous-titre sera réduit s'il chevauche la ligne de sous-titre suivante
hr_hr: Vrijeme prikaza podnaslova biti će smanjeno ako se preklapa sa sljedećim retkom podnaslova
sv_se: Tiden för visning av undertextpost kommer att krympas om den överlappar nästa undertextrad

# #32123
source: Pause playback during subtitle conversion
da_dk: Sæt afspilning på pause under konvertering af undertekst
es_es: Pausar reproducción durante la conversión de subtítulos
fi_fi: Tauota toisto tekstitysten muunnon ajaksi
fr_fr: Pause de la lecture pendant la conversion des sous-titres
hr_hr: Pauziraj reprodukciju tijekom pretvorbe podnaslova
sv_se: Pausa uppspelningen under undertextkonvertering

# #32124
source: Leave a backup copy of original subtitle file before processing it instead of removing it
da_dk: Efterlad en sikkerhedskopi af den originale undertekstfil før behandling i stedet for at fjerne den
es_es: Dejar una copia de seguridad del archivo de subtítulos original antes de procesarlo en lugar de eliminarlo
fi_fi: Poiston sijaan, varmuuskopioi alkuperäinen tekstitystiedosto ennen sen käsittelyä
fr_fr: Laisser une copie de sauvegarde du fichier de sous-titres d'origine avant de le traiter au lieu de le supprimer
hr_hr: Ostavi sigurnosnu kopiju izvorne datoteke podnaslova prije obrade umjesto da se ukloni
sv_se: Lämna en säkerhetskopia av den ursprungliga undertextfilen innan du bearbetar den istället för att ta bort den

# #32125
source: Automatically update filtering definitions from the Internet
da_dk: Opdater automatisk filtreringsdefinitioner fra internettet
es_es: Actualizar automáticamente las definiciones de filtrado desde Internet
fi_fi: Päivitä suodatusmääritykset Internetistä automaattisesti
fr_fr: Mettre à jour automatiquement les définitions de filtrage à partir d'Internet
hr_hr: Automatski nadopuni definicije filtriranja s interneta
sv_se: Uppdatera automatiskt filtreringsdefinitioner från Internet

# #32126
source: Remove subtitle file backups if associated video is deleted
da_dk: Fjern sikkerhedskopier af undertekstfiler, hvis den tilknyttede video slettes
es_es: Eliminar copias de seguridad de archivos de subtítulos si se elimina el vídeo asociado
fi_fi: Poista myös tekstitystiedostojen varmuuskopiot, jos videotiedosto poistetaan
fr_fr: Supprimer les sauvegardes de fichiers de sous-titres si la vidéo associée est supprimée
hr_hr: Ukloni sigurnosne kopije datoteke podnaslova ako je video obrisan
sv_se: Ta bort säkerhetskopior av undertextfiler om tillhörande video raderas

# #32127
source: Remove original subtitle files if associated video is deleted
da_dk: Fjern originale undertekstfiler, hvis den tilknyttede video slettes
es_es: Eliminar archivos de subtítulos originales si se elimina el vídeo asociado
fi_fi: Poista alkuperäiset tekstitystiedostot, jos videotiedosto poistetaan
fr_fr: Supprimer les fichiers de sous-titres d'origine si la vidéo associée est supprimée
hr_hr: Ukloni izvorne datoteke podnaslova ako je video obrisan
sv_se: Ta bort originalundertextfiler om tillhörande video raderas

# #32128
source: If enabled, no files will be removed but only a log entry will be created
da_dk: Ved aktivering vil ingen filer blive fjernet, men kun en logpost vil blive oprettet
es_es: Si se activa, no se eliminará ningún archivo, sino que sólo se creará una entrada de registro
fi_fi: Jos käytössä, luodaan vain lokimerkintä poistamatta tiedostoja
fr_fr: Si activé, aucun fichier ne sera supprimé mais seule une entrée de journal sera créée
hr_hr: Ako je onemogćeno, datoteke neće biti uklonjene, samo će biti stvoreni unosi zapisa
sv_se: Om det är aktiverat kommer inga filer att tas bort utan endast en loggpost kommer att skapas

# #32129
source: Periodically remove subtitle files if matching video files are not present any more
da_dk: Fjern jævnligt undertekstfiler, hvis matchende videofiler ikke længere er til stede
es_es: Eliminar periódicamente los archivos de subtítulos si los archivos de vídeo correspondientes ya no están presentes
fi_fi: Tekstitystiedostot poistetaan ajoittain, jollei niiden videotiedostoja enää löydy
fr_fr: Supprimer périodiquement les fichiers de sous-titres si les fichiers vidéo correspondants ne sont plus présents
hr_hr: Povremeno ukloni datoteke podnaslova ako odgovarajuće video datoteke više nisu prisutne
sv_se: Ta bort undertextfiler med jämna mellanrum om matchande videofiler inte finns längre

# #32130
source: Behaviour when video is started
da_dk: Adfærd når video startes
es_es: Comportamiento al iniciar el vídeo
fi_fi: Mitä tapahtuu, kun videon toisto alkaa
fr_fr: Comportement au démarrage de la vidéo
hr_hr: Ponašanje kada je video pokrenut
sv_se: Beteende när videon startas

# #32131
source: Options for customizing conversion behaviour
da_dk: Muligheder for at tilpasse konverteringsadfærd
es_es: Opciones para personalizar el comportamiento de conversión
fi_fi: Muunnoksen mukautusvalinnat
fr_fr: Options de personnalisation du comportement de conversion
hr_hr: Mogućnosti za prilagodbu ponašanja pretvorbe
sv_se: Alternativ för att anpassa konverteringsbeteende

# #32132
source: Behaviour when video file is no longer available
da_dk: Adfærd når videofilen ikke længere er tilgængelig
es_es: Comportamiento cuando el archivo de vídeo ya no está disponible
fi_fi: Mitä tapahtuu, kun videotiedosto ei enää ole käytettävissä
fr_fr: Comportement lorsque le fichier vidéo n'est plus disponible
hr_hr: Ponašanje kada video datoteka više nije prisutna
sv_se: Beteende när videofilen inte längre är tillgänglig

# #32140
source: Subtitle appearance
da_dk: Udeende af undertekster
es_es: Apariencia del subtítulo
fi_fi: Tekstitysten ulkoasu
fr_fr: Apparition des sous-titres
hr_hr: Izgled podnaslova
sv_se: Undertexternas utseende

# #32141
source: Subtitle appearance settings These settings are directly linked and modify Kodi's parameters in: Settings / Player / Language / Subtitles
da_dk: Indstillinger til udseende for undertekster[CR]Disse indstillinger er direkte forbundet og ændrer Kodis parametre i: Indstillinger / Afspiller / Sprog / Undertekster
es_es: Ajustes de la apariencia de los subtítulos Estos ajustes están directamente vinculados y modifican los parámetros de Kodi en: Ajustes > Reproductor > Idioma > Subtítulos
fi_fi: Tekstitysten ulkoasuasetukset Asetukset vaikuttavat suoraan Kodin 'Asetukset > Soitin > Kieli > Tekstitykset' -asetuksiin
fr_fr: Paramètres d'apparence des sous-titres Ces paramètres sont directement liés et modifient les paramètres de Kodi dans: Paramètres / Lecteur / Langue / Sous-titres
hr_hr: Postavke izgleda podnaslova Ove postavke su izravno povezane i mijenjaju Kodijeve parametre u: Postavke / Reproduktor / Jezik / Podnaslovi
sv_se: Inställningar för undertexternas utseende Dessa inställningar är direkt kopplade och ändrar Kodis parametrar i: Inställningar / Spelare / Språk / Undertexter

# #32145
source: Set the color to be used for the subtitle background This setting links to Kodi's: Settings / Player / Language / Subtitles / Background Color
da_dk: Indstil farven der bruges til underteksternes baggrund[CR]Denne indstilling linker til Kodis: Indstillinger / Afspiller / Sprog / Undertekster / Baggrundsfarve
es_es: Establece el color que se utilizará para el fondo de los subtítulos Este ajuste está vinculado con el de Kodi: Ajustes > Reproductor > Idioma > Subtítulos > Color del fondo
fi_fi: Määritä tekstitysten taustalla käytettävä väri Asetus vaikuttaa suoraan Kodin 'Asetukset > Soitin > Kieli > Tekstitykset > Taustaväri' -asetukseen
fr_fr: Définir la couleur à utiliser pour l'arrière-plan des sous-titres Ce paramètre est lié à Kodi: Paramètres / Lecteur / Langue / Sous-titres / Couleur d'arrière-plan
hr_hr: Postavite boju za korištenje u pozasini podnaslova Ova postavka je povezana s Kodijem: Postavke / Reproduktor / Jezik / Podnaslovi / Boja pozadine
sv_se: Ange vilken färg som ska användas för undertextens bakgrund Den här inställningen är kopplad till Kodis: Inställningar / Spelare / Språk / Undertexter / Bakgrundsfärg

# #32142
source: Background opacity
da_dk: Baggrundens gennemsigtighed
es_es: Opacidad del fondo
fi_fi: Taustan läpinäkyvyys
fr_fr: Opacité de l'arrière plan
hr_hr: Prozirnost pozadine
sv_se: Bakgrundsopacitet

# #32143
source: Set the subtitle background opacity This setting links to Kodi's: Settings / Player / Language / Subtitles / Background Opacity
da_dk: Indstil baggrundens gennemsigtighed for undertekster{CR]Denne indstilling linker til Kodis: Indstillinger / Afspiller / Sprog / Undertekster / Baggrundens gennemsigtighed
es_es: Establece la opacidad del fondo de los subtítulos Este ajuste está vinculado con el de Kodi: Ajustes > Reproductor > Idioma > Subtítulos > Opacidad del fondo
fi_fi: Määritä tekstitysten taustan läpinäkyvyys Asetus vaikuttaa suoraan Kodin 'Asetukset > Soitin > Kieli > Tekstitykset > Taustan läpinäkyvyys' -asetukseen
fr_fr: Définir l'opacité de l'arrière-plan des sous-titres Ce paramètre est lié à Kodi: Paramètres / Lecteur / Langue / Sous-titres / Opacité d'arrière-plan
hr_hr: Postavite prozirnost pozadine podnaslova Ova postavka povezana je s Kodijem: Postavke / Reproduktor / Jezik / Podnaslovi / Prozirnost pozadine
sv_se: Ställ in opacitet för undertextens bakgrund Denna inställning länkar till Kodi: Inställningar / Spelare / Språk / Undertexter / Bakgrundsopacitet

# #32147
source: Set the font color to be used for subtitles This setting links to Kodi's: Settings / Player / Language / Subtitles / Color
da_dk: Indstil skrifttypefarven brugt til undertekster[CR]Denne indstilling linker til Kodis: Indstillinger / Afspiller / Sprog / Undertekster / Farve
es_es: Establece el color de fuente que se utilizará para los subtítulos Este ajuste está vinculado con el de Kodi: Ajustes > Reproductor > Idioma > Subtítulos > Color
fi_fi: Määritä tekstitysten fontin väri Asetus vaikuttaa suoraan Kodin 'Asetukset > Soitin > Kieli > Tekstitykset > Väri' -asetukseen
fr_fr: Définir la couleur de police à utiliser pour les sous-titres Ce paramètre est lié à Kodi: Paramètres / Lecteur / Langue / Sous-titres / Couleur
hr_hr: Postavite boju slova korištenu za podnaslove Ova postavka povezana je s Kodijem: Postavke / Reproduktor / Jezik / Podnaslovi / Boja
sv_se: Ange vilken teckensnittsfärg som ska användas för undertexter Denna inställning länkar till Kodi: Inställningar / Spelare / Språk / Undertexter / Färg

# #32148
source: Font opacity
da_dk: Skrifttypens gennemsigtighed
es_es: Opacidad de la fuente
fi_fi: Tekstin läpinäkyvyys
fr_fr: Opacité de la police
hr_hr: Prozirnost slova
sv_se: Teckensnittets opacitet

# #32149
source: Set the subtitle opacity This setting links to Kodi's: Settings / Player / Language / Subtitles / Opacity
da_dk: Indstil underteksternes gennemsigtighed{CR]Denne indstilling linker til Kodis: Indstillinger / Afspiller / Sprog / Undertekster / Gennemsigtighed
es_es: Establece la opacidad de los subtítulos Este ajuste está vinculado con el de Kodi: Ajustes > Reproductor > Idioma > Subtítulos > Opacidad
fi_fi: Määritä tekstitysten tekstin läpinäkyvyys Asetus vaikuttaa suoraan Kodin 'Asetukset > Soitin > Kieli > Tekstitykset > Läpinäkyvyys' -asetukseen
fr_fr: Définir l'opacité des sous-titres Ce paramètre est lié à Kodi : Paramètres / Lecteur / Langue / Sous-titres / Opacité
hr_hr: Postavite prozirnost slova Ova postavka povezana je s Kodijem: Postavke / Reproduktor / Jezik / Podnaslovi / Prozirnost
sv_se: Ställ in undertextens opacitet Denna inställning länkar till Kodi: Inställningar / Spelare / Språk / Undertexter / Opacitet

# #32150
source: Font size
da_dk: Skriftstørrelse
es_es: Tamaño de letra
fi_fi: Tekstin koko
fr_fr: Taille de la police
hr_hr: Veličina slova
sv_se: Textstorlek

# #32151
source: Set the font size to be used for subtitles This setting links to Kodi's: Settings / Player / Language / Subtitles / Size
da_dk: Indstil skrifttypestørrelsen brugt til undertekster[CR]Denne indstilling linker til Kodis: Indstillinger / Afspiller / Sprog / Undertekster / Størrelse
es_es: Establece el tamaño de fuente que se utilizará para los subtítulos Este ajuste está vinculado con el de Kodi: Ajustes > Reproductor > Idioma > Subtítulos > Tamaño
fi_fi: Määritä tekstitysten fonttikoko Asetus vaikuttaa suoraan Kodin 'Asetukset > Soitin > Kieli > Tekstitykset > Koko' -asetukseen
fr_fr: Définir la taille de la police à utiliser pour les sous-titres Ce paramètre est lié à Kodi : Paramètres / Lecteur / Langue / Sous-titres / Taille
hr_hr: Postavite veličinu slova koja se koristi za podnaslove Ova postavka povezana je s Kodijem: Postavke / Reproduktor / Jezik / Podnaslovi / Veličina
sv_se: Ange vilken teckenstorlek som ska användas för undertexter Denna inställning länkar till Kodi: Inställningar / Spelare / Språk / Undertexter / Storlek

# #32152
source: Font style
da_dk: Skrifttype
es_es: Estilo de letra
fi_fi: Tekstin tyyli
fr_fr: Style de police
hr_hr: Izgled slova
sv_se: Textstil

# #32153
source: Set the font style to be used for subtitles This setting links to Kodi's: Settings / Player / Language / Subtitles / Style
da_dk: Indstil skrifttypen brugt til undertekster[CR]Denne indstilling linker til Kodis: Indstillinger / Afspiller / Sprog / Undertekster / Skrifttype
es_es: Establece el estilo de fuente que se utilizará para los subtítulos Este ajuste está vinculado con el de Kodi: Ajustes > Reproductor > Idioma > Subtítulos > Estilo
fi_fi: Määritä tekstitysten fontin tyyli Asetus vaikuttaa suoraan Kodin 'Asetukset > Soitin > Kieli > Tekstitykset > Tyyli' -asetukseen
fr_fr: Définir le style de police à utiliser pour les sous-titres Ce paramètre est lié à Kodi : Paramètres / Lecteur / Langue / Sous-titres / Style
hr_hr: Postavite izgled slova koji se koristi za podnaslove Ova postavka povezana je s Kodijem: Postavke / Reproduktor / Jezik / Podnaslovi / Izgled
sv_se: Ställ in den typsnittsstil som ska användas för undertexter Denna inställning länkar till Kodi: Inställningar / Spelare / Språk / Undertexter / Stil

# #32154
source: Normal
fi_fi: Tavallinen
hr_hr: Normalan

# #32155
source: Bold
da_dk: Fed
es_es: Negrita
fi_fi: Lihavoitu
fr_fr: Gras
hr_hr: Podebljan
sv_se: Fet

# #32156
source: Italics
da_dk: Kursiv
es_es: Cursiva
fi_fi: Kursivoitu
fr_fr: Italique
hr_hr: Ukošen
sv_se: Kursiv

# #32157
source: Bold italics
da_dk: Fed og kursiv
es_es: Negrita cursiva
fi_fi: Lihavoitu kursivoitu
fr_fr: Gras italique
hr_hr: Podebljan ukošen
sv_se: Fet kursiv

# #32076
source: Hide cleaning progress
es_es: Ocultar progreso de la limpieza
fr_fr: Masquer la progression du nettoyage
sv_se: Dölj rensningsförloppet

# #32133
source: Hides the cleaning progress bar
es_es: Oculta barra de progreso de limpieza
fr_fr: Masque la barre de progression du nettoyage
sv_se: Döljer förloppsindikatorn för rensning
